[frmMain]
frmMain.Caption=DCPicker
frmMain.imgCursor.Hint=Drag this picker
frmMain.imgPreview.Hint=Click to Pick Up Color
frmMain.tbxType.Caption=Type
frmMain.tbxSetToFavorite.Hint=Add Current Color to Favorite...
frmMain.tbxFavorite.Hint=Favorite...
frmMain.tbxColorDialog.Hint=Edit Current Color...
frmMain.tbxHistory.Hint=History...
frmMain.tbxCopy.Hint=Copy Current Color to Clipboard
frmMain.tbxSettings.Hint=Options...
frmMain.tbxHelp.Caption=Help
frmMain.tbxViewHelp.Caption=View Help...
frmMain.tbxVersion.Caption=Version Info...
frmMain.mnuType6.Caption=Long Int

[frmAddEditFormat]
frmAddEditFormat.Caption=Create Format
frmAddEditFormat.grpName.Caption=Name
frmAddEditFormat.grpFormat.Caption=Format
frmAddEditFormat.btnOK.Caption=OK
frmAddEditFormat.btnCancel.Caption=Cancel

[frmAddFavorite]
frmAddFavorite.Caption=Add to Favorite
frmAddFavorite.Label1.Caption=Favorite:
frmAddFavorite.tbxNew.Caption=Create New Favorite File...
frmAddFavorite.tbxNew.Hint=Create New Favorite File...
frmAddFavorite.btnOk.Caption=OK
frmAddFavorite.btnCancel.Caption=Cancel
frmAddFavorite.chkAddAllColors.Caption=Add Recent 9 colors.

[frmFavorite]
frmFavorite.Caption=Favorite
frmFavorite.btnCancel.Caption=Cancel
frmFavorite.btnOk.Caption=OK
frmFavorite.tbxFavNew.Caption=Create New...
frmFavorite.tbxFavNew.Hint=Create New Favorite File
frmFavorite.tbxFavDelete.Caption=Delete Favorite File...
frmFavorite.tbxFavDelete.Hint=Delete Selected Favorite File
frmFavorite.tbxAddColor.Caption=Add Current Color to Favorite
frmFavorite.tbxAddColor.Hint=Add Current Color to Favorite
frmFavorite.tbxDelete.Caption=Delete Selected Color

[frmHistory]
frmHistory.Caption=History
frmHistory.btnOk.Caption=OK
frmHistory.btnCancel.Caption=Cancel

[frmOption]
frmOption.Caption=Options
frmOption.Label1.Caption=Save History:
frmOption.chkStayOnTop.Caption=Stay on Top
frmOption.btnOk.Caption=OK
frmOption.btnCancel.Caption=Cancel
frmOption.GroupBox1.Caption=Custom Format
frmOption.lvwList.Columns.item.Caption=Name
frmOption.lvwList.Columns.item.Caption=Format
frmOption.tbxAdd.Caption=Create New Format...
frmOption.tbxAdd.Hint=Create New Format...
frmOption.tbxEdit.Caption=Edit Format...
frmOption.tbxEdit.Hint=Edit Format...
frmOption.tbxDelete.Caption=Delete Format...
frmOption.tbxDelete.Hint=Delete Format...

[frmVersion]
frmVersion.Copyright.Caption=Copyright(c) 2007-2009 Ragutaro

[Misc]
M01=Are you sure you want to delete the favorite file?
M02=Already registerd!
M03=Create new favorite file
M04=New favorite name is ...
M05=Are you sure you want to delete the selected format?
M06=Name
M07=Format
M08=Thank you for registration!
M09=Registration canceled!
